validation/liqBoxRAS/0.orig/alphat
FoamFile { version 2.0; format ascii; class volScalarField; object alphat; }
dimensions [1 -1 -1 0 0 0 0]; internalField uniform 0;
boundaryField {
  inlet    { type calculated; value uniform 0; }
  outlet   { type calculated; value uniform 0; }
  hotWall  { type compressible::alphatWallFunction; Prt 0.85; value uniform 0; }
  coldWall { type compressible::alphatWallFunction; Prt 0.85; value uniform 0; }
  frontBack { type empty; }
}
